{"Title":"Pensaba que CMD + V era imprescindible en mi Mac hasta que aprendí este atajo de teclado poco conocido con el que ahorro mucho tiempo","Summary":"Pues la de copiar y pegar, que viene a ser CMD+C y CMD+V en todos los Mac desde siempre.\nNos obliga a seleccionar el texto de nuevo y cambiarle ese formato, adaptándolo al que usamos en el documento.\nEl atajo que hace que el formato deje de tener importanciaSin embargo, hay un atajo que nos ahorra ese trabajo extra y que es capaz de pegar el texto del portapapeles ignorando su formato.\nCon ese atajo de teclado, macOS elimina el formato que lleva el texto que hay en el portapapeles, sea cual sea.\nEl resultado es que se pega el texto respetando el formato que hay en el documento con el que trabajas:CMD + OPCIÓN + SHIFT + V y... ¡esto es otra cosa!","Keywords":["que","mac","tiempo","mi","y","pensaba","v","mucho","en","es","imprescindible","la","pegar","el","una","texto","poco","teclado","formato"]}
{"Title":"Nuevos problemas con el Apple Car: el producto más ambicioso de la historia de Cupertino se desvanece en el tiempo","Summary":"Ahora bien, si de algo llevamos hablando años, es el Apple Car.\nEl coche de los californianos es el plan más ambicioso de toda su historia.\nEllo hace que a lo largo de su desarrollo, vayan apareciendo fallos y problemas a solucionar, y que su lanzamiento se retrase.\nAhora parece que no todo es tan malo, y sí que se esta trabajando en ello, aunque tardará bastante.\nEl Apple Car lleva sufriendo retraso tras retraso desde que se rumoreó por primera vez en 2014, cuando nos referíamos a él como “Project Titan”.","Keywords":["nuevos","el","que","todo","más","historia","en","es","tiempo","problemas","producto","la","ello","se","su","y"]}
{"Title":"iOS 17 gana en seguridad: cómo eliminar automáticamente los códigos de verificación que recibes en tu iPhone","Summary":"Es lo que te protege de situaciones en los que alguien averigüe tu contraseña a través de filtraciones de datos, o de un intento de phishing en el que te creas algo que no es.\nHay algunos mensajes que no debe detectar bien y que los conserva.\nEstas alternativas ya dependen de que los servicios que utilices se integren con las aplicaciones, pero recomendamos que lo hagas allá donde se tengas opción.\nAl final, uses lo que uses, en lo que si voy a insistir en que intentes evitar usar un sistema de contraseña simple.\nEs un nivel de seguridad que ya ha quedado como vulnerable en los días en los que estamos, lamentablemente.","Keywords":["los","que","iphone","gana","en","es","mensajes","para","tu","recibes","la","se","ios","verificación","lo","seguridad","y"]}
{"Title":"Los MacBook Pro M3 esconden una limitación grave para muchos creativos: el secreto está en sus puertos","Summary":"Apple no se limitó a renovar sus MacBook Pro con los chips M3 Pro y M3 Max durante el pasado evento 'Scary Fast'.\nEl MacBook Pro con chip M3 se asemeja en apariencia a sus \"hermanos mayores\", pero no en capacidadesSi miramos las especificaciones técnicas oficiales de la gama MacBook Pro, nos encontramos con una diferencia sutil pero importante en sus puertos.\nEs esta limitación la que genera debate entre los que planean comprar uno de estos nuevos portátiles.\nNo descarto, por ejemplo, que los MacBook Pro M3 puedan soportar dos pantallas si su resolución y su refresco son más bajos.\nEn Applesfera | MacBook Pro M2 vs MacBook Pro M3: diferencias de modelos y comparativa de característicasEn Applesfera |El problema no son los 8GB de RAM en pleno 2023, es el precio por giga en un MacBook Pro M3 ya encarecido","Keywords":["los","que","el","chip","puertos","secreto","sus","una","en","pro","para","macbook","la","muchos","m3","y"]}
{"Title":"Señor Musk, no necesitamos un chatbot sarcástico. Necesitamos uno del que podamos fiarnos al 100%","Summary":"Se llama Grok y es un chatbot llamativo por el enfoque con el que ha nacido.\nLo que en realidad estaba haciendo era ganar tiempo para desarrollar su propio modelo.\nAquello ha acabado en agua de borrajas, porque en el lanzamiento de Grok no hay ninguna mención a ese objetivo.\nHace unas horas explicaba en X que \"la firmé sabiendo que era fútil.\nLos buscadores tradicionales precisamente funcionan de forma inversa: ellos muestran resultados primero, pero es el usuario el que elige de qué fuente \"se fía\".","Keywords":["los","que","del","el","necesitamos","una","en","es","señor","fiarnos","musk","chatbot","la","como","uno","podamos","sarcástico","y"]}
